[
    
{
    "title": "Claire's Furry Mini Backpack for Girls Purse for Kids - Cute Soft Fashion Accessory Small Backpack - Pink Happy Face 9x10x4",
    "ar_title":"حقيبة ظهر صغيرة من الفرو للفتيات من كليرز - محفظة صغيرة للأطفال - حقيبة ظهر صغيرة لطيفة وناعمة - وجه وردي سعيد 9 × 10 × 4",
    "description": "This petite backpack is the perfect accessory for festivals, parties, running errands, and more! With a plush pink exterior featuring happy faec accents, this backpack may be small... but definitely is mighty. The zipper leads you to a spacious front pocket, ideal for phones, makeup, and wallets. Open the main compartment to fit anything your heart desires. Features: Adjustable straps, plush exterior Dimensions: 9'' W x 10'' H x 4'' D Closure: Zipper Material: Polyester - Claire's Pink Furry Happy Face Mini Backpack",
    "ar_description":"حقيبة الظهر الصغيرة هذه هي الإكسسوار المثالي للمهرجانات، والحفلات، وتنفيذ المهمات، والمزيد! مع مظهر خارجي وردي فخم يتميز بلمسات براز سعيدة، قد تكون حقيبة الظهر هذه صغيرة... ولكنها بالتأكيد قوية. السحاب يقودك إلى جيب أمامي واسع، مثالي للهواتف والمكياج والمحافظ.افتح الحجرة الرئيسية لتناسب أي شيء يرغب فيه قلبك.الميزات: أشرطة قابلة للتعديل، أبعاد خارجية فخمة: 9 بوصة عرض × 10 بوصة ارتفاع × 4 بوصة عمق إغلاق : مادة سحاب: بوليستر - حقيبة ظهر صغيرة ذات وجه سعيد فروي وردي اللون من كليرز",
    "price": 39.99,
    "discountPercentage": 12.96,
    "rating": 4,
    "stock": 94,
    "retailer_id": {
      "$oid": "6516e4c047159d92ba137d7c"
    },
    "brand": "kids",
    "category": "Kids",
    "thumbnail": "https://i5.walmartimages.com/seo/Claire-s-Furry-Mini-Backpack-for-Girls-Purse-for-Kids-Cute-Soft-Fashion-Accessory-Small-Backpack-Pink-Happy-Face-9x10x4_ef3de11b-3436-472b-8542-a6f758f2612d.0355e3a9e20cb843474f730661468b14.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
    "images": [
      "https://i5.walmartimages.com/seo/Claire-s-Furry-Mini-Backpack-for-Girls-Purse-for-Kids-Cute-Soft-Fashion-Accessory-Small-Backpack-Pink-Happy-Face-9x10x4_ef3de11b-3436-472b-8542-a6f758f2612d.0355e3a9e20cb843474f730661468b14.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/8000b695-34ca-4dce-b23b-0872bad94770.13953b2a0333f7c47e631623fd001467.jpeg?odnHeight=117&odnWidth=117&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/69daa76b-9e2f-4f26-a800-efde3f970ddc.564505e1954864d3a7534dcf747c18e1.jpeg?odnHeight=117&odnWidth=117&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/33e8c8db-b5e1-4005-abe7-cfeabd36ba72.05e4c704daf87c95559cdfe93fe6f313.jpeg?odnHeight=640&odnWidth=640&odnBg=FFFFFF"
    ],
    "quantity": 5,
    "id": 122
  },
  {
    "title": "Claire's Club Mini Backpack for Girls Age 3-6 - Little Girl Purse Cute Fun Funky Accessory Kids Small Backpack Toddler Preschool Bookbag - Pink Animals Adjustable Straps 7.5W x 8H x 3.5D",
    "ar_title":"حقيبة ظهر صغيرة من كليرز كلوب للفتيات من عمر 3 إلى 6 سنوات - محفظة للفتيات الصغيرات ملحق لطيف وممتع غير تقليدي للأطفال حقيبة ظهر صغيرة للأطفال الصغار في مرحلة ما قبل المدرسة - أشرطة قابلة للتعديل على شكل حيوانات وردية مقاس 7.5 عرض × 8 ارتفاع × 3.5 عمق",
    "description": "Add some roar to your favorite outfit with this pink backpack that is covered with kawaii-inspired animal cuties. Zip closures help keep your valuables secure and an attached loop on the top allows for easy hanging and storage. Plus, the zipper has an attached fuzzy bear keyring friend! Backpack by Claire's Club Adjustable multi-color straps Roomy front pocket with snap closure Dimensions: 7.5'' W x 8'' H x 3.5'' D Material: Polyester - Claire's Club Little Girl Pink Cute Animals Mini Backpack",
    "ar_description":"أضف بعض الزئير إلى ملابسك المفضلة مع حقيبة الظهر الوردية هذه المغطاة برسومات حيوانات مستوحاة من كاواي. يساعد الإغلاق بسحاب على الحفاظ على مقتنياتك الثمينة آمنة، كما تسمح الحلقة المرفقة في الأعلى بالتعليق والتخزين بسهولة. بالإضافة إلى ذلك، يحتوي السحاب على حلقة مفاتيح على شكل دب غامض مرفقة حقيبة ظهر من كليرز كلوب، أشرطة متعددة الألوان قابلة للتعديل، جيب أمامي واسع مع إغلاق سريع، الأبعاد: 19.05 سم عرض × 20.32 سم ارتفاع × 8.89 سم عمق، المادة: بوليستر - فتاة صغيرة من كليرز كلوب وردي لطيف حقيبة ظهر صغيرة بتصميم حيوانات",
    "price": 24.99,
    "discountPercentage": 12,
    "rating": 5,
    "stock": 66,
    "retailer_id": {
      "$oid": "6516e4c047159d92ba137d7c"
    },
    "brand": "kids",
    "category": "Kids",
    "thumbnail": "https://i5.walmartimages.com/seo/Claire-s-Club-Mini-Backpack-Girls-Age-3-6-Little-Girl-Purse-Cute-Fun-Funky-Accessory-Kids-Small-Toddler-Preschool-Bookbag-Pink-Animals-Adjustable-Str_e2092351-9107-46cd-8d54-a2163f48987f.3f9270bfa3f03192e3eeba4366c8d8b7.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
    "images": [
      "https://i5.walmartimages.com/seo/Claire-s-Club-Mini-Backpack-Girls-Age-3-6-Little-Girl-Purse-Cute-Fun-Funky-Accessory-Kids-Small-Toddler-Preschool-Bookbag-Pink-Animals-Adjustable-Str_e2092351-9107-46cd-8d54-a2163f48987f.3f9270bfa3f03192e3eeba4366c8d8b7.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/0303bf61-ed0e-47e6-acd7-966c37463d96.41a3593debf30dff3138f23eef6170b5.jpeg?odnHeight=117&odnWidth=117&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/66372f1a-c320-45b3-9f69-ca9a6120448d.50bcb766ca04348a6cb0ba9f5f2ebf34.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/66372f1a-c320-45b3-9f69-ca9a6120448d.50bcb766ca04348a6cb0ba9f5f2ebf34.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF"
    ],
    "quantity": 5,
    "id": 123
  },
  {
    "title": "Nice Choice Cute Toddler Baby Girls Preschool Daycare Backpack Bookbag Schoolbag for Kids Girls(Floral Unicorn)",
    "ar_title":"حقيبة ظهر مدرسية لطيفة للفتيات الصغيرات لمرحلة ما قبل المدرسة للعناية النهارية من Nice Choice حقيبة مدرسية للأطفال البنات (وحيد القرن الأزهار)",
    "description": "The toddler backpack girl/toddler girl schoolbag/backpack toddler girls unicorn with 3D cartoon animal printed is designed for pre k girls backpacks/preschool backpack for girl from 1-6 years. The little girls unicorn backpack/mini backpack for toddler/backpack for preschool girls is made of neoprene, an environmentally friendly material, with good elasticity and softness to protect your child's favorite items from dust, impact, collisions, bruises and spills. The large capacity of the bookbags for girls toddlers/backpack for preschool girls/baby school bag for girls can be used as lunch boxes or as a school bookbag. This toddler backpack for girls 3 year old/pre k backpacks for girls is a perfect choice for toddler girls kids/little girls kids/small girls kids/ preschool girls kids for the easy-to-grab top handle and adjustable chest straps. The size of the daycare bags for baby girl/toddler mini backpack for girls/preschool backpack for girl is 8.3x 3.9x 10.2 inches, and is suitable for ages 1 and up ",
    "ar_description":"حقيبة ظهر للفتيات الصغيرات/حقيبة مدرسية للفتيات الصغيرات/حقيبة ظهر للفتيات الصغيرات وحيد القرن مع طباعة حيوانات كرتونية ثلاثية الأبعاد مصممة لحقائب الظهر للفتيات في مرحلة ما قبل الروضة/حقيبة ظهر لمرحلة ما قبل المدرسة للفتيات من سن 1-6 سنوات. حقيبة ظهر للفتيات الصغيرات يونيكورن/حقيبة ظهر صغيرة للفتيات الصغيرات حقيبة ظهر للأطفال الصغار/البنات في مرحلة ما قبل المدرسة مصنوعة من مادة النيوبرين، وهي مادة صديقة للبيئة، مع مرونة ونعومة جيدة لحماية العناصر المفضلة لطفلك من الغبار والصدمات والاصطدامات والكدمات والسوائل المنسكبة. السعة الكبيرة لحقائب الكتب للفتيات والأطفال الصغار/حقيبة الظهر للفتيات الصغيرات يمكن استخدام حقيبة مدرسية للفتيات في مرحلة ما قبل المدرسة/الأطفال كصناديق غداء أو كحقيبة كتب مدرسية.حقيبة ظهر الأطفال هذه للفتيات بعمر 3 سنوات/حقائب ظهر ما قبل الروضة للفتيات هي الخيار الأمثل للفتيات الصغيرات والأطفال/البنات الصغيرة والأطفال / فتيات ما قبل المدرسة للحصول على مقبض علوي سهل الإمساك وأشرطة صدر قابلة للتعديل. حجم حقائب الرعاية النهارية للفتيات الصغيرات/حقيبة ظهر صغيرة للفتيات/حقيبة ظهر ما قبل المدرسة للفتيات هي 8.3 × 3.9 × 10.2 بوصة، وهي مناسبة للأطفال للأعمار من سنة فما فوق",
    "price": 12.99,
    "discountPercentage": 10,
    "rating": 4.5,
    "stock": 66,
    "retailer_id": {
      "$oid": "6516e4c047159d92ba137d7c"
    },
    "brand": "kids",
    "category": "Kids",
    "thumbnail": "https://i5.walmartimages.com/seo/Nice-Choice-Cute-Toddler-Baby-Girls-Preschool-Daycare-Backpack-Bookbag-Schoolbag-for-Kids-Girls-Floral-Unicorn_042fb624-4a3e-4aae-9e51-b01275edbe49.e9b1c18f5ed6130f346ed9be9677ec45.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
    "images": [
      "https://i5.walmartimages.com/seo/Nice-Choice-Cute-Toddler-Baby-Girls-Preschool-Daycare-Backpack-Bookbag-Schoolbag-for-Kids-Girls-Floral-Unicorn_042fb624-4a3e-4aae-9e51-b01275edbe49.e9b1c18f5ed6130f346ed9be9677ec45.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/seo/Nice-Choice-Cute-Toddler-Baby-Girls-Preschool-Daycare-Backpack-Bookbag-Schoolbag-for-Kids-Girls-Floral-Unicorn_042fb624-4a3e-4aae-9e51-b01275edbe49.e9b1c18f5ed6130f346ed9be9677ec45.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/8d5f797e-3e50-4b30-9aae-43fc892fc50d.b12cf80ce5c8a7c45167d5295f35e9b6.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/733fa788-5e2b-4eb7-91bc-e2c660368e75.812787dccd881f1d88a3a9082f05cc83.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF"
    ],
    "quantity": 10,
    "id": 124
  },
  {
    "title": "Wonder Nation Girls Long Sleeve Pajama Set, 2-Piece",
    "ar_title":"طقم بيجامة بأكمام طويلة للفتيات من Wonder Nation، قطعتان",
    "description": "Perfect for sleepovers, lounging, or everyday sleep, this cozy 2-piece pajama set is an essential outfit for any sleepwear wardrobe! This sleep set includes a long sleeve top and an all-over printed sleep jogger. The long sleeve top is made of a soft polyester jersey and features a large graphic print on the front of top with glitter details. The jogger pant is made of a cozy polyester velour and features an elastic waistband and non-functional drawstring. This pajama set is also machine washable for easy care, flame resistant, and tag less. With amazing mermaid, unicorn, panda, and koala designs to choose from, there is a set for every girl's style!",
    "ar_description":"مثالية لحفلات النوم أو الاسترخاء أو النوم اليومي، مجموعة البيجامة المريحة هذه المكونة من قطعتين هي الزي الأساسي لأي خزانة ملابس نوم! يشتمل طقم النوم هذا على قميص بأكمام طويلة وبنطلون نوم مطبوع بالكامل. الجزء العلوي طويل الأكمام مصنوع من جيرسي البوليستر الناعم ويتميز بطباعة جرافيك كبيرة على الجزء الأمامي من الجزء العلوي مع تفاصيل لامعة. بنطال الركض مصنوع من قطيفة البوليستر المريحة ويتميز بحزام خصر مرن ورباط غير عملي. يمكن أيضًا غسل طقم البيجامة هذا في الغسالة لسهولة العناية به، كما أنه مقاوم للهب ولا يحتوي على علامات. مع تصميمات حورية البحر ووحيد القرن والباندا والكوالا الرائعة للاختيار من بينها، هناك مجموعة تناسب أسلوب كل فتاة!",
    "price": 10.98,
    "discountPercentage": 12,
    "rating": 5,
    "stock": 66,
    "retailer_id": {
      "$oid": "6516e4c047159d92ba137d7c"
    },
    "brand": "kids",
    "category": "Kids",
    "thumbnail": "https://i5.walmartimages.com/seo/Claire-s-Club-Mini-Backpack-Girls-Age-3-6-Little-Girl-Purse-Cute-Fun-Funky-Accessory-Kids-Small-Toddler-Preschool-Bookbag-Pink-Animals-Adjustable-Str_e2092351-9107-46cd-8d54-a2163f48987f.3f9270bfa3f03192e3eeba4366c8d8b7.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
    "images": [
      "https://i5.walmartimages.com/seo/Claire-s-Club-Mini-Backpack-Girls-Age-3-6-Little-Girl-Purse-Cute-Fun-Funky-Accessory-Kids-Small-Toddler-Preschool-Bookbag-Pink-Animals-Adjustable-Str_e2092351-9107-46cd-8d54-a2163f48987f.3f9270bfa3f03192e3eeba4366c8d8b7.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/dbb4c777-a380-4523-a98f-3812b9e515b0.cc951d6bf2505bbbb1d80162838cab33.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/cd577c61-4ce2-4bbe-a0eb-ab75cd80ad69.8564b4d76881f474f2f83db391128a0a.jpeg?odnHeight=117&odnWidth=117&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/cd577c61-4ce2-4bbe-a0eb-ab75cd80ad69.8564b4d76881f474f2f83db391128a0a.jpeg?odnHeight=117&odnWidth=117&odnBg=FFFFFF"
    ],
    "quantity": 15,
    "id": 126
  },
  {
    "title": "Real School Toddler Girls School Uniform Drop Waist Jumper Dress with Ribbon",
    "ar_title":"فستان مدرسي للفتيات الصغيرات من Real School ذو خصر منسدل مع شريط",
    "description": "This Real School toddler girls jumper features a drop waist, dyed-to-match grosgrain ribbon trim and bow at front waist and pleated skirt. Flattering scoop neck. Back zipper for easier dressing. Front princess seams for fit and shaping. The cotton/polyester twill fabric blend provides easy care and durable wear. Available in three classic colors.",
    "ar_description":"تتميز هذه السترة للفتيات الصغيرات من Real School بخصر منسدل، وشريط من الحرير المضلع مصبوغ ليتناسب مع القوس عند الخصر الأمامي وتنورة مطوية. رقبة واسعة جذابة. سحاب خلفي لسهولة الارتداء. درزات أميرة أمامية للملاءمة والتشكيل . مزيج من نسيج القطن/البوليستر يوفر عناية سهلة ومتينة. متوفر بثلاثة ألوان كلاسيكية",
    "price": 13.88,
    "discountPercentage": 10,
    "rating": 4,
    "stock": 66,
    "retailer_id": {
      "$oid": "6516e4c047159d92ba137d7c"
    },
    "brand": "kids",
    "category": "Kids",
    "thumbnail": "https://i5.walmartimages.com/seo/Real-School-Toddler-Girls-School-Uniform-Drop-Waist-Jumper-Dress-with-Ribbon_400f1fab-d28c-4171-b4e3-7bd78fe88433.6ba0cc507408e352154252faba8f2f44.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
    "images": [
      "https://i5.walmartimages.com/seo/Real-School-Toddler-Girls-School-Uniform-Drop-Waist-Jumper-Dress-with-Ribbon_400f1fab-d28c-4171-b4e3-7bd78fe88433.6ba0cc507408e352154252faba8f2f44.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/5dd028d9-ba88-4dc3-a5ce-6a11627fcd22.bd5c383ff7ae9ef3ad68195a18d06d77.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/b3114a01-91e6-4631-b5ce-730bf48d2cbc.2068ddd658a4b8500bcb502820c593be.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/79ef55bd-5d2f-4aae-9b42-90e796f253a1.07c66577c2ee0285cd7d899110e25905.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF"
    ],
    "quantity": 15,
    "id": 128
  },
  {
    "title": "Razor Dirt Rocket MX350 - Black with Decals Included, 24V Electric-Powered Dirt Bike for Kids 13+",
    "ar_title":"Razor Dirt Rocket MX350 - أسود مع ملصقات متضمنة، دراجة ترابية تعمل بالكهرباء 24 فولت للأطفال بعمر 13 عامًا فما فوق",
    "description": "Kick start your off-road adventures with the Razor MX350 Dirt Rocket. The scaled-down, 24V electric-powered dirt bike is the perfect start for the next generation of motocross riders, combining top-notch performance with true to life motocross design. Designed with rear-wheel drive for better traction and balance control, the high-torque, chain-driven electric motor powers riders up to 14 mph (22 km/h) for up to 30 minutes of continuous use, while the authentic MX-frame geometry, knobby tires and twist-grip throttle prepare riders for adventures on dirt.",
    "ar_description":"ابدأ مغامراتك على الطرق الوعرة مع Razor MX350 Dirt Rocket. الدراجة الترابية المصغرة التي تعمل بالطاقة الكهربائية 24 فولت هي البداية المثالية للجيل القادم من راكبي موتوكروس، حيث تجمع بين الأداء المتميز والواقعية تصميم الحياة موتوكروس. تم تصميم المحرك الكهربائي ذو عزم الدوران العالي، المصمم بنظام الدفع الخلفي لتحسين التحكم في الجر والتوازن، للركاب بسرعة تصل إلى 14 ميلاً في الساعة (22 كم / ساعة) لمدة تصل إلى 30 دقيقة من الاستخدام المتواصل، في حين أن تعمل هندسة إطار MX الأصلية والإطارات ذات العقد والخانق ذو المقبض الملتوي على إعداد الدراجين للمغامرات على الأوساخ",
    "price": 248,
    "discountPercentage": 12,
    "rating": 5,
    "stock": 66,
    "retailer_id": {
      "$oid": "6516e4c047159d92ba137d7c"
    },
    "brand": "kids",
    "category": "Kids",
    "thumbnail": "https://i5.walmartimages.com/seo/Razor-Dirt-Rocket-MX350-Black-with-Decals-Included-24V-Electric-Powered-Dirt-Bike-for-Kids-13_6997b3d1-a1b0-4906-a345-2efba41a128f.815d85bcec29e5ef2eacc2861f171292.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
    "images": [
      "https://i5.walmartimages.com/seo/Razor-Dirt-Rocket-MX350-Black-with-Decals-Included-24V-Electric-Powered-Dirt-Bike-for-Kids-13_6997b3d1-a1b0-4906-a345-2efba41a128f.815d85bcec29e5ef2eacc2861f171292.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/b766dfd1-78ab-4248-9271-cfdfba8ad6c6.358a6cdd411a6cb629674c4222dc679f.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/5d6b9020-617e-4f02-b621-d1bf0e63dccd.bb63bb2ebfc144b60c18f4bcde0ac1e0.jpeg?odnHeight=640&odnWidth=640&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/5d6b9020-617e-4f02-b621-d1bf0e63dccd.bb63bb2ebfc144b60c18f4bcde0ac1e0.jpeg?odnHeight=640&odnWidth=640&odnBg=FFFFFF"
    ],
    "quantity": 5,
    "id": 129
  },
  {
    "title": "24V 2 Seater Kids Ride on Car Truck, Ride On UTV with 2x200W Motor Ride On Dump Truck, Ride On Car with Dump Bed/Shovel, Electric Vehicle with Non-slip tyre, LED Light, Music, Remote Control, Black",
    "ar_title":"سيارة ركوب للأطفال بمقعدين 24 فولت، ركوب على UTV مع محرك 2 × 200 وات للركوب على شاحنة قلابة، سيارة ركوب مع سرير تفريغ/مجرفة، مركبة كهربائية مع إطار غير قابل للانزلاق، ضوء LED، موسيقى، جهاز تحكم عن بعد، أسود",
    "description": "This engineering car is designed to provide a realistic and authentic experience for children to enjoy. With its large storage space in the back, the storage doors can be opened and small shovels are provided as standard. The high degree of recovery of the vehicle restores the elegant design details of the engineering car, so children can pour things out like an engineering car would, giving them a more real experience. Boasting two control modes, children can easily start the toy car with the push of a button and control it to move forward or backward. For interactive playtime, parents can use the remote control to steer this ride on toy vehicle. Bright LED lights, built-in music, openable doors, and upgraded tires with rubber shock absorption make it just like a real engineering car. Made from kid-friendly PP material, this kid ride on car is not harmful to your children’s health. The four wear-resistant wheels with a suspension system make it applicable to different roads, like asphalt road, brick road, and cement road. For added convenience, the engineering car runs with a rechargeable 24V battery with two motors that can be fully charged within 8-12 hours and provides hours of adventure for an uninterrupted playtime. The car can carry up to 110 pounds and up to two children between the ages of 3 and 8. With plenty of storage space in the back, two children can play together. It has a powerful speed of 3-7km/h, which is safe for your kids to enjoy. In conclusion, our ride-on engineering car is the perfect toy for your child to experience adventures, while also learning about engineering, as well as developing their motor skills and coordination.",
    "ar_description":"تم تصميم هذه السيارة الهندسية لتوفير تجربة واقعية وحقيقية ليستمتع بها الأطفال. بفضل مساحة التخزين الكبيرة في الخلف، يمكن فتح أبواب التخزين وتوفير مجارف صغيرة بشكل قياسي. درجة عالية من الاسترداد تستعيد السيارة تفاصيل التصميم الأنيقة للسيارة الهندسية، حتى يتمكن الأطفال من سكب الأشياء مثل السيارة الهندسية، مما يمنحهم تجربة أكثر واقعية. تتميز بوضعين للتحكم، حيث يمكن للأطفال تشغيل السيارة بسهولة بضغطة زر. والتحكم بها للتحرك للأمام أو للخلف.لوقت اللعب التفاعلي، يمكن للوالدين استخدام جهاز التحكم عن بعد لتوجيه هذه الرحلة على سيارة اللعبة.أضواء LED الساطعة، والموسيقى المدمجة، والأبواب القابلة للفتح، والإطارات المطورة مع امتصاص الصدمات المطاطية تجعلها تمامًا مثل سيارة هندسية حقيقية. مصنوعة من مادة البولي بروبيلين الصديقة للأطفال، هذه السيارة ليست ضارة بصحة أطفالك. العجلات الأربع المقاومة للاهتراء مع نظام التعليق تجعلها قابلة للتطبيق على طرق مختلفة، مثل طريق الأسفلت، طريق الطوب، وطريق الاسمنت. لمزيد من الراحة، تعمل السيارة الهندسية ببطارية 24 فولت قابلة لإعادة الشحن مع محركين يمكن شحنهما بالكامل خلال 8-12 ساعة وتوفر ساعات من المغامرة لوقت لعب متواصل. يمكن للسيارة أن تحمل ما يصل إلى 110 رطلاً وما يصل إلى طفلين تتراوح أعمارهم بين 3 و8 سنوات. ومع وجود مساحة تخزين كبيرة في الخلف، يمكن لطفلين اللعب معًا. تتميز بسرعة قوية تبلغ 3-7 كم/ساعة، وهي آمنة ليستمتع بها أطفالك. وفي الختام، فإن سيارتنا الهندسية للركوب هي اللعبة المثالية لطفلك لتجربة المغامرات، مع تعلم الهندسة أيضًا، بالإضافة إلى تطوير مهاراته الحركية والتنسيق",
    "price": 349.99,
    "discountPercentage": 12,
    "rating": 5,
    "stock": 66,
    "retailer_id": {
      "$oid": "6516e4c047159d92ba137d7c"
    },
    "brand": "kids",
    "category": "Kids",
    "thumbnail": "https://i5.walmartimages.com/seo/24V-2-Seater-Kids-Ride-Car-Truck-On-UTV-2x200W-Motor-Dump-Bed-Shovel-Electric-Vehicle-Non-slip-tyre-LED-Light-Music-Remote-Control-Black_01b3adea-2c15-4712-997f-22fa6df3e1a0.003561936e8106dc9e796273165b6957.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
    "images": [
      "https://i5.walmartimages.com/seo/24V-2-Seater-Kids-Ride-Car-Truck-On-UTV-2x200W-Motor-Dump-Bed-Shovel-Electric-Vehicle-Non-slip-tyre-LED-Light-Music-Remote-Control-Black_01b3adea-2c15-4712-997f-22fa6df3e1a0.003561936e8106dc9e796273165b6957.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/b8c20366-a4ff-42d1-b26f-6d0b8e3e622e.41387dbd9b91350993997e740e69a33c.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/b8c20366-a4ff-42d1-b26f-6d0b8e3e622e.41387dbd9b91350993997e740e69a33c.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/aafac865-1837-4f7c-92e2-4b794a320cbd.c4f47ee1e2fbb4b50f2cc00d81d215d3.jpeg?odnHeight=640&odnWidth=640&odnBg=FFFFFF"
    ],
    "quantity": 5,
    "id": 130
  },
  {
    "title": "Disney Minnie Mouse Convertible Car 6 Volts Electric Ride-on, for Children Ages 3+ years, by Huffy",
    "ar_title":"سيارة ديزني ميني ماوس المكشوفة الكهربائية 6 فولت، للأطفال بعمر 3 سنوات فما فوق، من هوفي",
    "description": "This ride-on is easy to assemble so in no time it is ready to roll and ready for fun!",
    "ar_description":"هذه العربة سهلة التركيب لذا فهي جاهزة للتحرك في أي وقت من الأوقات وجاهزة للمتعة!",
    "price": 99,
    "discountPercentage": 12,
    "rating": 5,
    "stock": 66,
    "retailer_id": {
      "$oid": "6516e4c047159d92ba137d7c"
    },
    "brand": "kids",
    "category": "Kids",
    "thumbnail": "https://i5.walmartimages.com/seo/Disney-Minnie-Mouse-Convertible-Car-6-Volts-Electric-Ride-on-for-Children-Ages-3-years-by-Huffy_19bfea33-725c-4f92-aebf-b482da19a066.4fbbdcce329f6825edf200c24ca41e59.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
    "images": [
      "https://i5.walmartimages.com/seo/Disney-Minnie-Mouse-Convertible-Car-6-Volts-Electric-Ride-on-for-Children-Ages-3-years-by-Huffy_19bfea33-725c-4f92-aebf-b482da19a066.4fbbdcce329f6825edf200c24ca41e59.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/cab71be5-4fdf-4663-96bd-3b2f1f67bf97.4f2c4b67ccedce8f8600b96b4d91b0d0.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/d8c397a9-9cf9-49a9-9280-7622ea719694.c4c6fb45b083cf5c1f00ff5082f8208e.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/130f8de6-e96a-4f8c-a53b-0cc20ed9ae57.4a78bfeb8b1172ec63fb589154282fbd.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF"
    ],
    "quantity": 5,
    "id": 131
  },
  {
    "title": "Play Day 3 Ring Unicorn Pool, Pink",
    "ar_title":"حوض سباحة يونيكورن الدائري لليوم الثالث، وردي",
    "description": "The Play Day 3-Ring Pool is the perfect way to cool off this summer. This easy-to-inflate 5.5ft wide ring pool features an all-over print and can be used as a ball pit during off the cooler months. Just add water, and your little ones will have a blast splashing around with some ferocious sharks. Play in your backyard, at a cookout, or on the beach for an exciting time. It's suitable for kids ages three and up. Check out other Play Day toys like the Play Day Googly Toss Game, Play Day Jumbo Bat and Ball, and more. Have some fun in the sun with the Play Day 3-Ring Pool.",
    "ar_description":"يعد حوض السباحة ذو الثلاث حلقات في Play Day الطريقة المثالية للتهدئة هذا الصيف. يتميز هذا المسبح الحلقي سهل النفخ بعرض 5.5 قدم ويتميز بطباعة شاملة ويمكن استخدامه كحفرة كرة أثناء الخروج أشهر أكثر برودة. ما عليك سوى إضافة الماء، وسيستمتع أطفالك الصغار باللعب مع بعض أسماك القرش الشرسة. العب في الفناء الخلفي لمنزلك، أو في المطبخ، أو على الشاطئ لقضاء وقت مثير. إنها مناسبة للأطفال من سن ثلاث سنوات فما فوق. أخرج ألعاب Play Day الأخرى مثل Play Day Googly Toss Game وPlay Day Jumbo Bat and Ball والمزيد. استمتع ببعض المرح في الشمس مع Play Day 3-Ring Pool",
    "price": 4.47,
    "discountPercentage": 12,
    "rating": 5,
    "stock": 66,
    "retailer_id": {
      "$oid": "6516e4c047159d92ba137d7c"
    },
    "brand": "kids",
    "category": "Kids",
    "thumbnail": "https://i5.walmartimages.com/seo/Play-Day-3-Ring-Unicorn-Pool-Pink_80aac9ef-4f94-4aa6-af84-12ceae1e199c.f48a2a4a318c311eb287a157e19f3984.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
    "images": [
      "https://i5.walmartimages.com/seo/Play-Day-3-Ring-Unicorn-Pool-Pink_80aac9ef-4f94-4aa6-af84-12ceae1e199c.f48a2a4a318c311eb287a157e19f3984.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/de40c926-aaae-4354-9042-89480befb95e.5b32d3c8a57fa8e439b1b1a6362c77bb.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/f14286b3-de16-4fbc-98c8-4fdf411bd4c1.f3ce8e8991c983c3142f6b9c02944051.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
      "https://i5.walmartimages.com/asr/dec0da7d-3a52-407f-aa7b-0203bbe0f630.4b9fd3d4e7ff0c4060130d245ba6d89d.jpeg?odnHeight=640&odnWidth=640&odnBg=FFFFFF"
    ],
    "quantity": 5,
    "id": 132
  }
]